[{"text":"Senator BIRMINGHAM (South Australia—Leader of the Opposition in the Senate) (14:00):  My question is to the minister representing the Prime Minister, Senator Wong. Minister, rather than using the weasel words we've become so accustomed to from Labor ministers of, 'We have no plans,' which the Australian public now know will precipitate yet another Labor broken promise, can you, and will the Prime Minister, categorically rule out any change or changes that limit the use of negative gearing or franking credits by Australians? "},{"text":"Senator BIRMINGHAM (South Australia—Leader of the Opposition in the Senate) (14:03):  I note the continuation of the words Australians now know mean a backflip like 'not proposing any other changes at this stage' continue. Ministers, including the Prime Minister, have previously refused to explicitly rule out changing the taxation treatment of the family home. Will the minister and the Prime Minister categorically rule out applying capital gains tax or any other tax to the family home, or do the weasel words apply there too?"},{"text":"Senator BIRMINGHAM (South Australia—Leader of the Opposition in the Senate) (14:06):  After the Prime Minister broke his promise made on more than a hundred occasions to not change the stage 3 tax cuts and broke his promise to not change superannuation tax arrangements, how can Australians believe a word of this minister or the Prime Minister when all they come out with are the weasel words 'we have no plans' or 'we are not proposing any changes at this time', when every time they've said that they go and break the promise afterwards?Senator Carol Brown:  No cuts to the ABC, no cuts to the SBS!The PRESIDENT:  I'm waiting to call Senator Wong. Senator Brown!Senator Carol Brown:  All coming back to you.The PRESIDENT:  Senator Brown! I should not have had to call you twice. Minister Wong."},{"text":"Senator CICCONE (Victoria—Deputy Government Whip in the Senate) (14:07):  Hello, everyone. Happy New Year. Thank you very much, President, and it's good to be back. My question is to the Minister representing the Prime Minister, Senator Wong. Minister, the Albanese government recently announced that it will deliver tax cuts for every single Australian taxpayer. That's nearly 14 million people. Can the minister please explain to the Senate how federal Labor will deliver a bigger tax cut for Middle Australia, which will help the cost of living and build on our targeted relief while also not adding to inflation?"},{"text":"Senator CICCONE (Victoria—Deputy Government Whip in the Senate) (14:10):  Minister, can you please also confirm that every Australian taxpayer, which does include our scientists, tradies, nurses, researchers, teachers, engineers, firefighters, hospitality workers, retail assistants and every other hardworking taxpayer in this country, will get a tax cut under the Albanese government's plan?"},{"text":"Senator CICCONE (Victoria—Deputy Government Whip in the Senate) (14:11):  I thank the minister for that response. Could the minister please also explain to the Senate what the response has been, not just from the public at large but also from experts, to the government's plan to deliver the tax cuts to every single taxpayer?The PRESIDENT:  Before I call you, Senator Wong, I remind you to refer to people in the other place by their correct titles."},{"text":"Senator HUME (Victoria) (14:13):  My question is to the Minister representing the Treasurer, Senator Gallagher. On 11 December last year, Treasury was instructed to undertake work that included changes to the stage 3 tax cuts. Following that instruction, the Prime Minister and the Treasurer stated at least a dozen times that they hadn't changed their position on the stage 3 tax cuts, including when the Prime Minister said, 'We're not reconsidering that position.' But we know now that the government was lying. After repeated—The PRESIDENT:  Senator Hume, withdraw.Senator HUME:  Madam President, I am conscious—The PRESIDENT:  Senator Hume, you're not in a debate with me. I've asked you to withdraw. That's what I want you to do.Senator HUME:  Madam President, I would say I'm not impugning a particular member of the government, but the government was lying.The PRESIDENT:  Senator Hume, I have just instructed you (1) to withdraw and (2) not to argue with me. Please follow my directions.Senator HUME:  I won't argue with you, Madam President, other than to say that perhaps we could look at the standing orders about this sort of phrase about a collective.Government senators interjecting—The PRESIDENT:  Order on my right! I am in charge of the chamber, and I will deal with this matter.Senator HUME:  I will obviously withdraw, but I would like you to review the standing orders on referring to a collective as opposed to individuals.The PRESIDENT:  Senator Hume, the implication is quite clear.Senator HUME:  The implication was that the government was lying.The PRESIDENT:  Senator Hume! Senator Wong, please resume your seat. Senator Hume, please resume your seat.Senator Hume interjecting—The PRESIDENT:  I've asked you to resume your seat. Senators, whilst I acknowledge there has been a lot of debate in the media and certain words used, the Senate chamber has standing orders and precedents, and one of those relates to the word that I asked you to withdraw. I don't intend to go through question time reminding every senator who stands to ask a question, or, indeed, any senator who responds, to withdraw. I've made a ruling on that. It's within the standing orders. It's within the precedents. When I ask you to withdraw, it's not an open invitation to debate with me. I note you have withdrawn. Please continue with your question.Senator HUME:  After repeatedly and egregiously misleading the Australian people, how can the Australian people ever trust you or your government again?"},{"text":"Senator HUME (Victoria) (14:18):  It's terrific to hear, Minister, that you owned it. When asked repeatedly on the Today program last week to rule out changes to negative gearing, you said, 'It's not my government; it's the Albanese government', and, 'We have no plans on negative gearing.' Minister, are you trying to say, as the Treasurer did on Monday, that this was in fact a captain's call by the Prime Minister and nothing to do with you?"},{"text":"Senator HUME (Victoria) (14:19):  Minister, aren't you embarrassed that no Australian will ever trust anything that you or your colleagues say ever again?"},{"text":"Senator FARUQI (New South Wales) (14:21):  My question is to the Minister for Foreign Affairs, Senator Penny Wong. Just when one thinks that the Labor government couldn't sink any lower on Palestine, they have made the appalling and extremely irresponsible decision to suspend funding for UNWRA. In four months of Israel's genocide, with more than 27,000 Palestinians killed, including over 11,000 children, you haven't uttered a word of condemnation, yet it took you no time at all to suspend life-saving funding to UNWRA, further enabling collective punishment of Palestinians as Israel continues its rampage and massacre in Gaza. UNWRA chief Mr Philippe Lazzarini has said that Israel has yet to present any evidence of its allegations to UNWRA. Minister, what evidence did you see before you made the catastrophic decision to suspend UNWRA's funding?"},{"text":"Senator FARUQI (New South Wales) (14:24):  Minister, I did not need a lesson in gaslighting. Millions of Palestinians have been forcibly displaced. Families are forced to move repeatedly in search of safety under Israel's bombardment. Over 66,000 Palestinians have been injured. Children are being starved and traumatised. Pregnant women are giving birth in tents. Given all this evidence of acute humanitarian needs and the urgency of aid, Minister Wong, when will you restore the funding? (Time expired)"},{"text":"Senator FARUQI (New South Wales) (14:26):  Minister, we're coming up to week 2 of complete silence from the Labor government on the International Court of Justice ruling which found that Israel is plausibly committing genocide and gave a clear signal to Australia to stop aiding, abetting and shielding Israel. Minister, when will the Labor government break its cowardly silence on the ICJ ruling?"},{"text":"Senator GROGAN (South Australia) (14:28):  My question is to the Minister representing the Treasurer, Senator Gallagher. From 1 July this year, the Albanese Labor government will deliver a tax cut for every Australian taxpayer. I know that Australians in my home state of South Australia have had it tough for the last couple of years, with cost-of-living pressures persisting. Can the minister inform the Senate about how many more Australians will benefit from the Albanese Labor government's tax cuts?"},{"text":"Senator GROGAN (South Australia) (14:30):  Thank you, Senator Gallagher. That's very helpful. Eighty-nine per cent is significant for South Australia. It's clear that these tax cuts have been designed to offer greater relief for Middle Australia, addressing cost-of-living pressures and ensuring a fairer tax system. Can the minister outline how the adjustments to tax rates and thresholds will deliver a bigger benefit for more Australians?"},{"text":"Senator GROGAN (South Australia) (14:32):  We know that Australians are continuing to do it tough, and the Albanese government's tax cuts are just the latest important element of the government's response to cost-of-living challenges being faced by Australians. Can the minister outline how Labor's tax cuts work to build on the existing suite of targeted cost-of-living measures that the government has already delivered for Australians?"},{"text":"Senator DAVID POCOCK (Australian Capital Territory) (14:34):  My question is to the Minister representing the Minister for Housing, Senator Farrell. With homeless Australians dying on the street at an average age of 44 years, a new survey by InfoChoice last week showed that seven out of 10 Australians are experiencing rental stress. Vacancy rates are at record lows, and people are lining up in their scores—often over 100—to view a single rental listing. What progress has National Cabinet made on rental reforms?"},{"text":"Senator DAVID POCOCK (Australian Capital Territory) (14:36):  Thank you, Minister. The Prime Minister said on 28 April last year:Housing Ministers will develop a proposal for National Cabinet in the second half of 2023 outlining reforms to strengthen renters' rights …It's now February 2024. I'm wondering where the government's at and why this isn't more of a priority, given cost-of-living pressures being felt across the country."},{"text":"Senator DAVID POCOCK (Australian Capital Territory) (14:38):  Thank you, Minister. We'll continue to wait for the proposal to strengthen renters' rights. In the meantime, because of the cost-of-living pressures, I'm interested to know: can you advise on how many Australians each month are accessing Foodbank around the country, and how many of them are accessing it for the first time?"},{"text":"Senator VAN (Victoria) (14:39):  My question is to Minister Wong, the Minister representing the Minister for the Environment and Water, Minister Plibersek. In light of the recent decision to reject the development proposal for the Port of Hastings project due to its projected impacts on the Ramsar listed Westernport wetlands, could the minister advise the chamber on the criteria and processes employed by the government in determining the support or rejection of significant projects, especially those intersecting with Australia's environmental obligations and renewable energy ambitions?"},{"text":"Senator VAN (Victoria) (14:41):  Given the paramount importance of developing clean energy infrastructure such as offshore wind farms for Australia's energy future, what steps has the government taken to reconcile the imperative of these developments with the safeguarding of our international environmental commitments and the biodiversity they aim to protect?"},{"text":"Senator VAN (Victoria) (14:43):  Considering the critical balance between environmental preservation and the need to reduce carbon emissions, is the government contemplating the introduction of an environmental protection mechanism of some sort within the project assessment framework to ensure a comprehensive evaluation of projects that accounts for both their environmental impact and their carbon reductions?"},{"text":"Senator LAMBIE (Tasmania) (14:44):  My question is to the Minister representing the Minister for Health and Aged Care. Last week, the government—indeed, Australia—celebrated Medicare's 40th birthday. To commemorate this, the Prime Minister said:My Government is delivering on its commitment to strengthen Medicare and make it easier and cheaper to get quality healthcare, by tripling the bulk billing incentive and making medicines cheaper.The health minister said:It was a Labor Government that built Medicare and it is only a Labor Government who will continue to protect and strengthen Medicare.Yet, on the ground, I am hearing and seeing from an increasing number of Tasmanians that they are finding it more difficult to see a doctor. We have the lowest bulk-billing take-up in the nation, and waiting times to see specialists are way longer than they have ever been. So, Minister, what is your government and your Labor senators from Tasmania doing to encourage more doctors to take up bulk-billing in Tasmania?"},{"text":"Senator LAMBIE (Tasmania) (14:48):  In Tasmania, especially in regional areas like the north-west, we have the oldest, sickest and poorest Australians. I am hearing from GPs, specialists and allied health professionals that it's getter harder and harder to service regional areas. Waiting times for their patients are increasing. Goodness me, in Burnie itself, it takes six months to get a podiatry appointment for anyone. Minister, how do you reconcile longer waiting times and reduced access to health services with 'continuing to protect and strengthen Medicare'?"},{"text":"Senator LAMBIE (Tasmania) (14:49):  As part of its 40th birthday, Medicare is releasing a 'special edition Medicare card in 2024 to commemorate the 40th anniversary of Australia's world-class universal health insurance scheme'. I'm just wondering: how much is that costing the taxpayer, for a brand-new shiny little card when we've already got one?"},{"text":"Senator O'NEILL (New South Wales) (14:50):  My question is to the Minister representing the Minister for Social Services, Minister Farrell. Can the minister update the Senate on what measures the Albanese Labor government is taking to help ease the cost-of-living pressures felt by Australian families?"},{"text":"Senator O'NEILL (New South Wales) (14:53):  Thank you very much, Senator Farrell, for your answer. Can the minister also outline how Labor's efforts to ease cost-of-living pressures will benefit workers, families and taxpayers in my great home state of New South Wales?"},{"text":"Senator O'NEILL (New South Wales) (14:54):  I thank the minister for his answer. It's fantastic to hear that families in New South Wales can count on this government to address the cost of living, with 83 per cent better off in New South Wales. Can the minister also advise the Senate of what the blockages have been in delivering the Albanese Labor government's plan for easing cost-of-living pressure for Australian families?"},{"text":"Senator CANAVAN (Queensland) (14:55):  My question is to the Minister representing the Minister for Climate Change and Energy, Minister Wong. Minister, the government's own community engagement review of renewable energy projects surveyed 250 landowners and community members who live in close proximity to renewable energy infrastructure or transmission projects. The results of that survey are a shocking wake-up call: 92 per cent of respondents are dissatisfied with the engagement of project developers, and 85 per cent said their concerns were not addressed in a timely manner. Farmers like Ben Duxson, who's here in the gallery today from central Victoria, have travelled to Canberra to express their concerns about the farm-destroying projects like VNI West being promoted by this government. Minister, why has the government not listened to people like Ben and adjusted its plans to install 22,000 solar panels a day and a wind turbine every 18 hours in response to the immense opposition to these projects in rural and regional Australia?"},{"text":"Senator CANAVAN (Queensland) (14:59):  Minister, Mr Glen Kelly is also here in the gallery. He operates a fifth-generation family farm just outside of Rockhampton. He has travelled here with thousands of others to attend the rally this morning. Glen faces the destruction of his local environment due to the construction of 50 massive wind turbines that are three times the height of the Parliament House flag and the destruction of koala and sugar glider habitats. Why isn't the government listening to people like Glen about the impacts of these industrial projects in rural communities?Senator Whish-Wilson interjecting—The PRESIDENT:  Order! Senator Whish-Wilson, order!"},{"text":"Senator CANAVAN (Queensland) (15:02):  Thank you, Madam Acting President. Well, Minister—The PRESIDENT:  Senator, I'm not the 'acting president'.Senator CANAVAN:  Sorry, Madam President. Minister, we didn't have a ridiculous 82 per cent renewable energy target, but you have. We didn't have that. Frank Future is the owner of Imagine Cruises at Port Stephens in New South Wales. He left Port Stephens at 3 am to make sure he could get here today. He is concerned that his whale watching and dolphin cruise business will be decimated by the proposed offshore wind farm, which will harm wildlife and destroy his important tourism economy. Why is this government so intent on destroying our environment in pursuit of its ridiculous 82 per cent renewable energy target?An incident having occurred in the gallery—The PRESIDENT:  Before I call the minister, I remind those in the gallery that, if you interject again, you will be removed. I also remind those in the chamber that—Honourable senators interjecting—The PRESIDENT:  Order!Senator Canavan interjecting—The PRESIDENT:  Order! Senator Canavan, you've asked a serious question. I presume you want an answer. I also ask senators not to interject, because Senator Canavan has the right to ask his question in silence."}]